[
  {
    "results": [
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "it was one of the most brazen crimes of the twentieth century ",
            "confidence": 0.99
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "Adolph Coors chairman of the Coors brewing company was kidnapped and held for ransom prompting one of the largest manhunts in United States history ",
            "confidence": 0.88
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "this ",
            "confidence": 0.21
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the name or is is one of the most recognized in America for over 100 years the course family has been making beer in their golden Colorado brewery they've been very successful grown very wealthy ",
            "confidence": 0.91
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "wars breweries the fifth largest brewery in the world they have 10 breweries in 3 different countries and employs over 11000 people and they actually make over 1000000000 gallons of beer annually ",
            "confidence": 0.9
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "in 1960 the founder's grandson 8 all from Joseph course the third was the company chairman ",
            "confidence": 0.88
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "on the morning of 2/9/1960 as was his custom Adolph Coors got into a station wagon and began his journey from his home to the brewery 12 miles away in golden Colorado ",
            "confidence": 0.97
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "but he never arrived ",
            "confidence": 0.98
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "it left home at 8:00 ",
            "confidence": 0.93
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "his wife had said that he is left in a good mood had appointments at the brewery ",
            "confidence": 0.78
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "a milkman found cores abandoned car on the one lane Turkey creek bridge with the engine running and the radio on ",
            "confidence": 0.88
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "then they knew that he was missing he was somewhere they didn't know where ",
            "confidence": 0.85
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "when investigators arrived they found a large blood stains in the dirt ",
            "confidence": 0.86
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "in the creek below they found the lens from Adolph Coors glasses and 2 cats Adolph Coors baseball caps and a brown fedora ",
            "confidence": 0.82
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "somebody I heard some noises done which the social ended with ",
            "confidence": 0.62
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "maybe a gunshot because it was an area where people hunt the sheriff's department issued an all points bulletin for course but no one reported seeing ",
            "confidence": 0.78
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the next morning his wife received this type letter in the mail ",
            "confidence": 0.96
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "this is course your husband has been kidnapped this car is by Turkey creek ",
            "confidence": 0.81
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the police or FBI he dies cooperation he lives the kidnappers demanded $500000 for Adolf safe return ",
            "confidence": 0.83
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "I have no desire to commit murder all we want is that money ",
            "confidence": 0.94
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the kidnappers told Mrs Coors they tell her later where to take the money ",
            "confidence": 0.86
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "deliver immediately after receiving call any delay will be regarded as a stall to set up a stake out if you follow the instructions he will be released on harmed within 40 8:00 hours after the money is received ",
            "confidence": 0.86
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the letter was unsigned ",
            "confidence": 0.69
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the family got the money together and waited by the telephone for instructions on where to deliver ",
            "confidence": 0.94
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the kidnappers never called ",
            "confidence": 0.82
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "after the kidnapping and murder of Charles Lindbergh's baby the United States government made kidnapping a federal offense so the F. B. I. quickly took over the investigation into Adolph Coors abduction it's the second time ",
            "confidence": 0.93
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "one of their members has had a kidnapping attempt 27 years earlier the FBI had notified the course family ",
            "confidence": 0.85
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "an attempt to kidnap Adolph Coors junior attempt was interrupted so it did not occur but the family was very aware that they were targets for this ",
            "confidence": 0.84
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the chorus family told investigators they were willing to do anything to get the 44 year old father of 4 back safely ",
            "confidence": 0.94
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "money was not an issue the family was worth millions ",
            "confidence": 0.95
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "fathers and they have something I want it's my son and I'm willing to pay do whatever is necessary to getting back ",
            "confidence": 0.81
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the kidnappers never contacted the Coors family again ",
            "confidence": 0.93
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "well it was hoped that he was alive but I don't think anybody question there was a real problem that blood good news had his glasses in the water ",
            "confidence": 0.76
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the F. B. I.'s document examiners carefully studied the type ransom note for clues ",
            "confidence": 0.87
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "first they dusted the letter for fingerprints and didn't find any ",
            "confidence": 0.97
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "but they noticed right away that the typist was proficient ",
            "confidence": 0.88
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the typist here leaves 2 spaces after a period that's what you were taught to do in typing class there don't appear to be any typos no mistreating of the keys here overall you know a very good job of typing ",
            "confidence": 0.84
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "and the type face was distinctive the type style we're looking at here was made by a Swiss firm name C. tech this proprietary type face was used by 2 typewriter manufacturers Hermes in Switzerland and the royal mint B. company in Holland ",
            "confidence": 0.89
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the numerals in the ransom letter told the story you could differentiate between their armies and the royal light by the numerals there round numerals the bottom of the 5 or the bottom of the 3 come back up there even with the baseline of the other letters like the M. or an ",
            "confidence": 0.85
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "so the document examiners concluded ",
            "confidence": 0.99
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "but the kidnapper used a royal light portable typewriter finding it wouldn't be easy that factory was turning out the royal like portable which was a specific model sold by royal as part of their line of portables in the late fifties and early sixties 4995 list sold widely you know in department stores and various other outlets throughout the U. S. and the F. B. I. noticed 1 more thing ",
            "confidence": 0.9
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the kidnappers typewriter had a tiny defect ",
            "confidence": 0.78
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the letter S. was lower than all the others ",
            "confidence": 0.83
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "so that letter rest being low would be one characteristic pointing towards the work product of a particular machine while the typewriter analysis was going on the FBI got a number of possible leads the most promising was from a man who saw an automobile parked near the kidnappings site there was a man near the bridge was guarding his mind and he told the police that he had seen a car there there was an early 19 fifties model of a mercury sedan ",
            "confidence": 0.89
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "and he even remembered part of the license plate number because he was afraid it was somebody who's coming out to disturb his minds ",
            "confidence": 0.72
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the man said he remembered the sequence ",
            "confidence": 0.9
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "8 T. 62 in the license ",
            "confidence": 0.86
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "within the greater Denver area police found for mercury sedans with AT T. 62 in the license number ",
            "confidence": 0.93
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "naturally the FBI checked all of them ",
            "confidence": 0.78
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "but one in particular caught their attention ",
            "confidence": 0.92
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "it was registered to a man named Walter possible ",
            "confidence": 0.91
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "who bought the car just one month earlier ",
            "confidence": 0.89
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "when the F. B. I. went to Osborne's apartment in downtown Denver it was empty he had moved out the day after the kidnapping and left no forwarding address ",
            "confidence": 0.95
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "it was a very quiet as I recall very unsocial and never got close to anybody as far as renew or we found out the lady that to clean the room and indicated that the ",
            "confidence": 0.67
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "she had seen some guns in the room ",
            "confidence": 0.92
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "and in the dumpster behind the apartment ",
            "confidence": 0.97
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "investigators found empty boxes for a pair of handcuffs and leg restraints ",
            "confidence": 0.99
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "Agence dusted the room for fingerprints ",
            "confidence": 0.75
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "and made a startling discovery ",
            "confidence": 0.95
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the prince in the room match those of the convicted killer ",
            "confidence": 0.88
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "31 year old Joseph corporate ",
            "confidence": 0.93
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "in 1951 he had shot another man killed him he claimed it was self defense but the man being shot in the back of the head not so bad so he was convicted but he was a model prisoner so he was eventually move from maximum security minimum security from there his skate ",
            "confidence": 0.91
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the landlord identified Corbett's mug shot as the man who rented the apartment using his alias Corbett worked as a paint mixer for the Benjamin Moore company and according to a coworker had made several incriminating comments I remember one Khamenei said to kind of watch the newspapers someday there's gonna be a big thing for us to share ",
            "confidence": 0.79
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "and then you'll see me ",
            "confidence": 0.7
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "according to the Benjamin Moore company ",
            "confidence": 1
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "but simply stopped coming to work after the kidnapping and they never heard from him again ",
            "confidence": 0.91
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "and a resident at Corbett's rooming house told the FBI a one more thing ",
            "confidence": 0.87
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "he often heard Corbett typing ",
            "confidence": 0.8
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "late into the night ",
            "confidence": 1
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "Joseph Corbett an escaped killer was the prime suspect in the kidnapping of Adolph Coors the third investigators knew the ransom letter was typed using a European brand royal light portable typewriter the F. B. I. identified only 2 stores in Denver that sold this make and model ",
            "confidence": 0.83
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "one was the maid DNF department store and the clerk there recognized Joseph Corbett ",
            "confidence": 0.79
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "it is very positive that smash old typewriter to ",
            "confidence": 0.61
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "apparently called it was one of the few customers who paid cash he bought the typewriter for months prior to the kidnapping ",
            "confidence": 0.9
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "despite these leaves police still didn't know where carpet was or where Adolph Coors was for that matter ",
            "confidence": 0.85
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the FBI put out an all points bulletin for Joseph Corbett to 1951 mercury sedan ",
            "confidence": 0.73
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "8 days after the kidnapping 1700 miles away New Jersey police found the automobile ",
            "confidence": 0.93
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "fire chiefs and the Latics city New Jersey ",
            "confidence": 0.82
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "reporter the third found 51 mercury and their dumb burning ",
            "confidence": 0.8
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "then ",
            "confidence": 0.71
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "doused with gasoline so the interludes pretty well destroyed ",
            "confidence": 0.88
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "there were no license plates on it but the serial number on it engine block showed the car belonged to Walter Osborne alias used by Joseph corporate ",
            "confidence": 0.89
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "on the undercarriage of the car ",
            "confidence": 0.77
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "investigators found 4 layers of soil the most recent soil sample on the outside contained sand most likely from the New Jersey coast the second layer was on remarkable most likely from the drive across the country the oldest soil sample was unusual with many different types of shale consistent with the soil at the kidnapping site that sample ",
            "confidence": 0.95
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "matched one of the control samples and that control samples collected near Turkey creek near the course ranch ",
            "confidence": 0.84
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "so investigators believed that soil sample on top of the shale was from the area where Corbett took Adolph Coors after the abduction ",
            "confidence": 0.83
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "it too was distinctive because it had large amounts of granite flecked with pink feldspar ",
            "confidence": 0.96
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "for comparison FBI agents took hundreds of soil samples from Denver and surrounding areas hoping to find out where this came from ",
            "confidence": 0.96
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "we sent in at 612 samples of dirt holes of soil ",
            "confidence": 0.72
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "and they said don't send us an impartial ",
            "confidence": 0.41
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "it was all over that lap ",
            "confidence": 0.77
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "oil sample from the car was similar to the pikes peak granite which gets its color from the potassium feldspar pikes peak it's on the front range of the Rocky Mountains about 10 miles west of Colorado springs ",
            "confidence": 0.93
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "but searching the pikes peak area was a huge undertaking research mines research houses research empty buildings stalls think of ",
            "confidence": 0.87
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "what I find sort ",
            "confidence": 0.48
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "8 months after the kidnapping ",
            "confidence": 0.98
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "an area frequented by hunters searchers found a human skull bones and the clothing that Adolph Coors was wearing on the day he disappeared they found a right shoulder blade ",
            "confidence": 0.87
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "that had to holes in it there were made ",
            "confidence": 0.78
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "and the pain of it that's all just by high speed projectile ",
            "confidence": 0.62
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the holes in the shoulder blade corresponded to holes in course jacket the projectile went through his long mission order ",
            "confidence": 0.69
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "created a ",
            "confidence": 0.74
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "a little injured ",
            "confidence": 0.26
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "that was similar in MO to the fact that Corbett had shot his first victim in the back of the head of that seem to be his style his approach ",
            "confidence": 0.86
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "investigators also found poorest pocket knife engraved with the initials ",
            "confidence": 0.89
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "ABC the third ",
            "confidence": 0.55
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "bones were pretty good condition this call was in fairly good condition enough that they can identify 2 of the dental records that it was missed covers ",
            "confidence": 0.78
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "investigators knew that Joseph Corbett was the killer all they had to do now ",
            "confidence": 0.87
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "was fine ",
            "confidence": 0.74
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "Joseph Gordon was the prime suspect in Adolph Coors kidnapping and murder ",
            "confidence": 0.87
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "FBI director J. Edgar Hoover called Corbett the most wanted man in America ",
            "confidence": 0.89
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "based on the forensic evidence the F. B. I. believe that corporate plans this crime from months ",
            "confidence": 0.79
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "we know that Corbett ",
            "confidence": 0.84
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "purchase typewriters several months ahead of time he's watching add cores ",
            "confidence": 0.78
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "drive to work so he now knows the route he's looking on this route to know where is the best way to try to apprehend them where there won't be witnesses where even quarters won't have any suspicions of anything's wrong ",
            "confidence": 0.87
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "1 month before the kidnapping Corbett purchased in 1951 mercury automobile and stored it in an offsite garage so no 1 in his apartment building new on ",
            "confidence": 0.8
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the evidence shows that corporate type the ransom note and mailed it to Mrs scores on the morning of the kidnapping ",
            "confidence": 0.72
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "he put the handcuffs and leg restraints in the car ",
            "confidence": 0.95
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "then drove out to the secluded Turkey creek bridge to wait for $1 ",
            "confidence": 0.88
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "most likely he backed his car under the bridge to make it look like it had broken ",
            "confidence": 0.82
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "got out to investigate ",
            "confidence": 0.94
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the evidence suggests there was a fight ",
            "confidence": 0.83
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "in the course ran back to his car for cover ",
            "confidence": 0.81
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "Corbett fired twice hitting chords in the back killing him instantly ",
            "confidence": 0.86
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "with scores dead orbit may have panicked and he abandoned his plans to collect the ransom ",
            "confidence": 0.81
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the geologic evidence shows that carpet drove to the Rocky Mountains 45 minutes away to dump the body it was an area he was familiar with as a hunter ",
            "confidence": 0.93
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "he left town the next day and drove to New Jersey where he set his car on fire to destroy potential evidence ",
            "confidence": 0.96
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "but it didn't eliminate the serial number for the geological evidence underneath the bumper ",
            "confidence": 0.89
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "when I think what happens is because I think it really when the money wasn't really after killing somebody it's clear he's trying to keep the police ",
            "confidence": 0.83
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "finding a trail to him and yet he does 12345 things the lead right to him ",
            "confidence": 0.88
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "so he's careful but he's quite limited in his awareness of what he's actually doing that is making it easier to find him ",
            "confidence": 0.95
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "for 7 months Corbett successfully eluded one of the largest manhunts in American criminal history newspapers and magazines covered the story ",
            "confidence": 0.9
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "a woman in Vancouver Canada saw the press reports and called the FBI saying that a man matching Talbot's description was living in her apartment building ",
            "confidence": 0.83
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "when the arrest was made in Vancouver the FBI agent making the arrest said Joe Corbett he said I'm your man I'm not armed ",
            "confidence": 0.78
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "surrender ",
            "confidence": 0.22
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "investigators didn't find the royal light typewriter any paper or envelopes matching the ransom note or the murder weapon among corporates possessions but they had proof that purchased a typewriter like the one used for the ransom note and owned the automobile that contained geological evidence from both the abduction and body dump sites ",
            "confidence": 0.81
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "Joseph Corbett pled not guilty at his trial but was convicted of kidnapping and murder and sentenced to life in prison ",
            "confidence": 0.95
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "in Colorado the law that I think it still is the law you can't have a death penalty case unless there's an eye witness or a confession ",
            "confidence": 0.81
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "and in this case we had neither the case remains one of the most notorious in Colorado history ",
            "confidence": 0.93
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "it was in fact the first ",
            "confidence": 0.94
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "high profile case in this country where soil evidence was critical ",
            "confidence": 0.91
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "to the prosecution of the case to pinpointed to Turkey creek bridge and the area where the body was found ",
            "confidence": 0.86
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "that's unique even today so for those days for 78 have thought of it B. 2 analyzed it carefully enough to prove that the car was in these 2 areas was really quite a feat for forensic science ",
            "confidence": 0.82
          }
        ]
      }
    ],
    "result_index": 0
  }
]