[
  {
    "results": [
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "even though hundreds where bright orange vests and accidents still happen ",
            "confidence": 0.88
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "trying to figure out which shootings are accidents which are not ",
            "confidence": 0.97
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "in Colorado investigators used forensic metallurgy piece of string and geology to see whether one man's death was an accident or murder ",
            "confidence": 0.92
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "this ",
            "confidence": 0.13
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "each year thousands of big game hunters flock to the Uncompahgre national park in western Colorado ",
            "confidence": 0.97
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "L. ",
            "confidence": 0.38
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "dear bear mountain line up in an area so it's it's kind of a pretty area very remote ",
            "confidence": 0.86
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "on the second day of hunting season in 1995 ",
            "confidence": 0.98
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "Doug Kyle was relaxing in this camp when he heard a woman screaming ",
            "confidence": 0.81
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "she said she found her husband lying on the ground near their camp you've been shot in the chest ",
            "confidence": 0.91
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "I could tell that you know he was deceased and I looked at her and told her I said ma'am I'm sorry I said but he's he's come home the victim was 48 year old Bruce Dobbs his wife Jenny said she went looking for him when he didn't return to their camp ",
            "confidence": 0.78
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "right after this happened I was being told anyway that it was a hunting accident ",
            "confidence": 0.86
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "he's a man walking up right through grass 4 inches tall ",
            "confidence": 0.74
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "he's got a hunter orange cap on he's carrying a rock ",
            "confidence": 0.75
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the only thing that could happen in this world been a one in 1000000 chance of somebody ER canyon overshoot and an animal in a stray bullet hit ",
            "confidence": 0.8
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "Bruce's body was sent to the medical examiner Dr Tom can field for an autopsy ",
            "confidence": 0.86
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "numbers work for me he was a medical technologist in the delta hospital and I knew him very well both professional and personal level ",
            "confidence": 0.89
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the autopsy results were startling ",
            "confidence": 0.97
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "Bruce hadn't been shot once ",
            "confidence": 0.76
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "3 times ",
            "confidence": 0.99
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "well I was able to terminal one that they were distant range gunshot wounds others they were fired from a significant distance ",
            "confidence": 0.85
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "one shot ",
            "confidence": 0.91
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "Rachel wound that went through his hunting vest and grazed his back the one that went through his best but did not cause significant damage to him ",
            "confidence": 0.8
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "probably was the first shot ",
            "confidence": 0.88
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the V. and then took the bus off to see what happens ",
            "confidence": 0.76
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "who have turned in that direction and probably yelled out of fear Hey I'm not a deer not enough Hey I'm over here yelling don't shoot Bruce was shot a second time while waiting as fast in the air entered his chest and exited under his right arm ",
            "confidence": 0.78
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "Mr Dodds may have tried to pull away when the last shot was fired a third shot can't hurt his back in an upward trajectory and was founded in Bruce's long ",
            "confidence": 0.73
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "it was badly deformed but by its size identified as a 243 caliber around ",
            "confidence": 0.91
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "only a landmark we really had to go on was the base design ",
            "confidence": 0.74
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "Denise Dodson had been hunting on this trip to but this bullet did not come from her rifle for Bruce's ",
            "confidence": 0.7
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "so could have been Bruce's rifle killed him could've been Denise's rifle that killed results in ",
            "confidence": 0.52
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the doctor can field was convinced to shooting was no accident ",
            "confidence": 0.78
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "I was able to hold out and with reasonable certainty there Bruce died from multiple gunshot wounds and was clearly a homicide ",
            "confidence": 0.84
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the autopsy revealed Bruce Dodson had been hit with 3 shots we didn't know if we we had some maniac in the woods with a rifle ",
            "confidence": 0.82
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "just randomly shoot some ",
            "confidence": 0.66
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "investigators found a clue in a fence post near Bruce's body it was a fresh bullet holes ",
            "confidence": 0.75
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "so they used a string to perform a trajectory analysis we begin where the victim was located at the approximate height of the wounds and went back to the fence post ",
            "confidence": 0.9
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "and then continued to string that back toward the area of the shot was fired ",
            "confidence": 0.83
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "in a clump of bushes 80 yards in front of the fence post investigators found a 308 caliber shell casing ",
            "confidence": 0.9
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "to find the bullet that went through Bruce's chest investigators searched the area in the straight line path beyond where Bruce was standing ",
            "confidence": 0.88
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "with a metal detector director Leslie they found 308 caliber round ",
            "confidence": 0.73
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "at the end that string will double I mean it which ",
            "confidence": 0.49
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "struggle look she took a look ",
            "confidence": 0.48
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "this raises the possibility that there were 2 shooters ",
            "confidence": 0.89
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "since 308 caliber round pass through Bruce's body and a 243 caliber round killed him no that forensic evidence added up the analysis of the bullet in Bruce's body didn't match any of the evidence we have picked up it seemed so far ",
            "confidence": 0.81
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "either Bruce nor his wife Denise owned a rifle capable of firing either caliber round ",
            "confidence": 0.77
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "look into the victim's background revealed that Bruce Dodson and journeys had been married for only 3 months Bruce said Ginny's wanted to go on this hunting trip he didn't really want to go but to make her happy he agreed to go ",
            "confidence": 0.87
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "Sam the members to weigh Ginny's behaved after Bruce's death ",
            "confidence": 0.67
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "she threw everything that my brother on the way ",
            "confidence": 0.84
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "head is dog put to sleep so distortion ",
            "confidence": 0.64
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "took his name off the mailbox like the next day ",
            "confidence": 0.86
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "even more alarming is the fact that your nieces ex husband J. C. Lee was camping less than a mile away from Bruce and Denise at the time of the murder ",
            "confidence": 0.84
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "he was camp 3 quarters of a mile from the dots in camp were jumpers Dotson was murdered so he was quite suspicious to us and we thought at that point a we need to look into this guy ",
            "confidence": 0.76
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "when interviewed Lee said he owned a 308 caliber rifle that was stolen from his camp the night before Bruce was killed so that was really suspicious to watch is you know the fact that all of a sudden you know this man says I had a 308 rifles stolen from my camp while I was up there but I didn't know stolen until I got back to my apartment in Utah Lee reported that some of his master brand 308 caliber ammunition was also stolen the same brand as the shell casing found at the crime scene ",
            "confidence": 0.89
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "a lot of things started pointing to research guy J. C. Lee J. C. Lee and journeys to force because Lee started dating a friend of their daughters we thought that ",
            "confidence": 0.73
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "G. C. the may have been jealous of journeys recently marrying Bruce Stockton maybe he wanted to get back at Julius we couldn't link J. C. Lee to the Datsun murder scene and we can link Chinese stocks to the ex husband's camp 3 quarters of a mile away ",
            "confidence": 0.71
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "also suspicious Junie said purchased 3 life insurance policies on Bruce shortly before his death ",
            "confidence": 0.88
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "he said the game almost 500000 so a lot of movies ",
            "confidence": 0.74
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "and after the funeral ",
            "confidence": 0.86
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "nieces behavior was bizarre to say the least ",
            "confidence": 0.72
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "but his last request was to be cremated and his ashes scattered in Leadville Colorado Ginny's had taken Bruce's ashes and as they approached Leadville she dumped him on the side of the road ",
            "confidence": 0.78
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "engineers told investigators she was going to work cousin's home in East Texas to green ",
            "confidence": 0.89
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "but investigators discovered she was doing no such thing we did a financial investigation on her we found that several times ",
            "confidence": 0.94
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "she responses ATM card was used in Lake Charles Louisiana at a casino players ",
            "confidence": 0.72
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "I would think I would have to should be in East Texas grievance and her ATM cards being used in Louisiana gambling casino and even more bizarre not long after Bruce was killed Ginny's married husband number 3 Bartle portal this guy he said I felt shroom for Chinese for her welfare that after we got married I took I took out $100000 life insurance policy on myself just to make sure something happened to me she was well taken care of with that Dave says you don't hunt do you ",
            "confidence": 0.75
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "journey stops and denied any involvement in her husband's Bruce's merger ",
            "confidence": 0.61
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "so did her ex husband J. C. Lee who had an alibi his girlfriend and a co worker confirmed he was hunting with them at the time of the merger ",
            "confidence": 0.91
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "investigators searched the fields and forests near the crime scene for the 308 caliber rifle used in the murder but found nothing we even cut down vegetation in the area sagebrush ",
            "confidence": 0.85
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "third a large area and look visually as well as with metal detectors ",
            "confidence": 0.83
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "they were hindered in their search because the area is covered in snow for almost half the year ",
            "confidence": 0.95
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "for the next 3 summers build both his partner Dave Martinez and others camped in the Uncompahgre National Park and look for the 308 rifles ",
            "confidence": 0.86
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "on one of their trips both in Martinez took along a member of Necro search international an organization of volunteers who use new technologies to find missing people and in this case missing weapons ",
            "confidence": 0.94
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "they were searching for the rightful in a pond near J. C. Lee's campsite ",
            "confidence": 0.82
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "and it was at that time that we were at the pond near the ex husbands can't ",
            "confidence": 0.8
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "when an individual from Necro search international identified the lining of this pond stocked pond to be bentonite clay and he said boy that's very unusual Tampa Bay I clay in the middle of the Uncompahgre National Forest in the stock ",
            "confidence": 0.85
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "and this jog their memory ",
            "confidence": 0.91
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "they remembered that Ginny's Dodson's clothes had been covered in mud on the day of her husband's murder ",
            "confidence": 0.74
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "J. nieces muddy clothing had been kept in evidence for the past 3 years ",
            "confidence": 0.78
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "Jacquelyn battle scraped some of the money from the clothing and grounded 2 a fine powder ",
            "confidence": 0.72
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "battles sifted and wait the samples and then examined them under polarizing microscope ",
            "confidence": 0.82
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the mud from Denise's clothing contained bentonite ",
            "confidence": 0.81
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "bentonite clay like material comprised of minerals of aluminum silicate magnesium and iron oxides ranchers would add bentonite as a sealant so that the water would be retained in the watering hole versus seeping through into the ground ",
            "confidence": 0.87
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the bentonite on genesis clothing was identical to the sample from the pond behind her ex husbands can ",
            "confidence": 0.73
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "battles examined mud samples from other ponds in the national park but none match the mind from Denise's clothing ",
            "confidence": 0.7
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "a lot of the samples that were submitted from the 3 ponds in the box that night might not be common but in this case it was unique in that it was only one of the pods that match back up to the soil that was recovered from her boots we're ecstatic because we're now able to show that she was lying we're now now able to shore in an area where the murder weapon was stolen ",
            "confidence": 0.81
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "to investigators this was proof that your niece had stolen her ex husband's gun possibly in an attempt to frame ",
            "confidence": 0.83
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "we were able to put Jewish Dotson at her ex husband's camp ",
            "confidence": 0.64
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "we couldn't put the ex husband at her camp ",
            "confidence": 0.86
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "perhaps Ginny's kill 2 birds with one stone J. C. we enjoy burst out some ",
            "confidence": 0.73
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "we have no way of knowing what she had planned for J. C. Lee ",
            "confidence": 0.79
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "personally I feel that J. C. Lee was gonna be the fall guy a Patsy for Ginny's investigators still had one question to answer ",
            "confidence": 0.91
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "thank you a 308 caliber round went through Bruce's body but at 243 caliber round was found in his long ",
            "confidence": 0.79
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "where did this to 43 caliber round come from ",
            "confidence": 0.87
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "this case is more twists and turns of the stage ",
            "confidence": 0.55
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "and who's just one thing after another ",
            "confidence": 0.85
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "3 years after Bruce Dobson's murder investigators still didn't know why a 243 caliber round was found in his lan winner to peered at the 308 caliber rifle was used in the murder ",
            "confidence": 0.81
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "while reading a gun and ammunition magazines ",
            "confidence": 0.87
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "build both discovered the answer ",
            "confidence": 0.78
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "he saw an ad for the master brand 308 caliber bullet ",
            "confidence": 0.75
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "it showed a picture of the small inner core of the bullet which looks surprisingly similar to the bullet found in Bruce Dodson's long ",
            "confidence": 0.84
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "when I looked at the photograph of the cutaway and remembering the war that we had removed from the list us as long ",
            "confidence": 0.58
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the same ",
            "confidence": 0.05
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "very similar the project it entered the body was support for passing through and intervening object ",
            "confidence": 0.81
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "very likely would have stripped off the top or jacket ",
            "confidence": 0.9
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "in only the court would have proceeded from that area yes I think he said that's it he got up and went down to a sporting goods store and bought some of those bullets went home took when I cut it open as garage and that's got to be at most products are made from recycled car batteries which have numerous trace elements of forensic metallurgist at the F. B. I.'s analyzed the lead inner core of the bullet from Bruce Dobson's body using plasma atomic emission spectroscopy ",
            "confidence": 0.8
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "it was compared to the 308 caliber round found at the scene ",
            "confidence": 0.87
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "so she tested for a certain number of I think it's 63 trace elements and when you compare them there was a match which meant both bullets were from the same batch ",
            "confidence": 0.83
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "of a bullet for the same batch being in the victim and being in the health side ",
            "confidence": 0.78
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "of not being fired at the same sequence of shots the odds against that would just astounding ",
            "confidence": 0.81
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "prosecutors believe journeys Dobson planned her husband's murder almost from the day they got married ",
            "confidence": 0.81
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "and she chose a campsite just a short distance away from where she knew her ex husband camp every year for the past 20 years ",
            "confidence": 0.92
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "at some point prosecutors say Ginny's quietly made her way over to her ex husband's campsite wading through the mud in the pond so she wouldn't be C. ",
            "confidence": 0.84
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "while her ex husband is away she stole his Remington 308 caliber rifle and ammunition ",
            "confidence": 0.87
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "but she never realized that the mod down her boots and coveralls could tie her to the robbers ",
            "confidence": 0.76
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the next day Jennings went hunting alone ",
            "confidence": 0.72
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "and her husband was to pray ",
            "confidence": 0.94
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "she hid in the bushes waiting for Bruce to walk by and then she fired ",
            "confidence": 0.89
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the first shot only grazed in ",
            "confidence": 0.76
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "in a panic Bruce took off his vest and wave to the children ",
            "confidence": 0.56
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "second shot into his chest and came up under his right arm and he fell to the ground ",
            "confidence": 0.87
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the third shot struck the fence post shearing off the outer core before it hit and killed ",
            "confidence": 0.84
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "Ginny's inadvertently left 1 of the 308 shell casings behind ",
            "confidence": 0.88
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "she got rid of the rifle somewhere in the Colorado wilderness before calling for help ",
            "confidence": 0.92
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "where she disposed of it ",
            "confidence": 0.9
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "ain's a mystery ",
            "confidence": 0.69
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "if the suspect would have been a better shot in Mister Dotson's would've been killed with a single shot ",
            "confidence": 0.79
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "it's possible that this would never been investigated as homicide we would have been looking for a bullet fragments ",
            "confidence": 0.86
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "we would have been looking for a modern Alice's ",
            "confidence": 0.56
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "prosecutors believe the motive was greed ",
            "confidence": 0.97
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "I believe she married him with the intent to beef up its finances and killing ",
            "confidence": 0.78
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "that's spelled cold weather this weekend so she would got revenge she would got rid of Christos ",
            "confidence": 0.49
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the team proximally $500000 and worth and also put fin rap on J. C. Lee to get even with him for leaving with our daughters girlfriend I think it was a action plan ",
            "confidence": 0.68
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "that didn't work ",
            "confidence": 0.99
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "5 years after the death of her husband Ginny's Dodson went on trial for his murder we had forensic firearms evidence forensic metallurgist this case was built on forensics ",
            "confidence": 0.78
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the jury deliberated for 3.5 days then found Jenny's dogs and guilty of first degree murder ",
            "confidence": 0.87
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "she was sentenced to life in prison without the possibility of parole when the verdict came in in the court room my legs turn of rubber ",
            "confidence": 0.85
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "and all I can do today is no never got a chance ",
            "confidence": 0.81
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "I want to thank the jury for all the work they did ",
            "confidence": 0.86
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "2 investigators and the forensic experts who worked on the case janiece Dodson was one step away from committing ",
            "confidence": 0.85
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "Ginny's probably never thought that where she walked in picked up soil on her boots and clothing might have played a key part in convicting her Bruce was never far from our thoughts during this whole investigation I think you got some justice ",
            "confidence": 0.88
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "was it for forensics I can tell you right now G. stocks of would be walking the streets she assassinated response and he didn't have a chance I would be the color black with ",
            "confidence": 0.68
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "caller just greedy assess ",
            "confidence": 0.52
          }
        ]
      }
    ],
    "result_index": 0
  }
]