[
  {
    "results": [
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "a young boy witnesses a terrible crime ",
            "confidence": 0.84
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "everything the chief suspect virtually turns himself in he appeared exactly like the composite sketch we have him with no alibi forensic tests failed to tie him to the crime was not your full day for prosecution I couldn't believe they will let him walk to possibly do this to somebody else could forensics provides the answer ",
            "confidence": 0.77
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "this ",
            "confidence": 0.21
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the laurel village mobile home park in Delaware was home to 32 year old K. Robinson a single mother living with her 11 year old son ",
            "confidence": 0.97
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "laurel is a farming town and a regular working class person lives there ",
            "confidence": 0.8
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "19 around 2 in the morning ",
            "confidence": 0.93
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "J. was awakened by someone banging on her front door ",
            "confidence": 0.81
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "she went to the door look out the window to see this stranger ",
            "confidence": 0.9
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "they said they want to use a telephone so the name's Jack Wilson in the ",
            "confidence": 0.72
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "a ride ",
            "confidence": 0.37
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the stealth ",
            "confidence": 0.46
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "K. refused to let Wilson inside ",
            "confidence": 0.68
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "K. Robinson called 911 and ",
            "confidence": 0.93
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "Dover state police did respond but didn't see anything out of the ordinary so they cleared the scene without any further investigation ",
            "confidence": 0.9
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "thinking everything was all right ",
            "confidence": 0.77
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "J. went back to bed ",
            "confidence": 0.87
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "hours later she was awakened again by a noise in her kitchen ",
            "confidence": 0.79
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "that's when she saw the same man she had seen on our porch in our kitchen holding a butcher knife chased K. through the house grabbed her by the arm put a knife to her throat and told her to follow his orders if not he said he'd kill her son who was in the adjoining bedroom ",
            "confidence": 0.87
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "from that point little she could do it was just completely 3:00 hours of torture just horrific torture the hsi indoor ",
            "confidence": 0.82
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "after sexually assaulting her the man told Kate that he lived in the same mobile home park and had 2 children then he stabbed her ",
            "confidence": 0.88
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "almost 30 times and left her for dead ",
            "confidence": 0.99
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "before leaving the perpetrator checked on Quezon who pretended to be asleep ",
            "confidence": 0.75
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "when the man left the house que son rushed to their neighbor's house for help ",
            "confidence": 0.85
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "minister neighborhood's been robbed and has been ",
            "confidence": 0.47
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the like ",
            "confidence": 0.49
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "police arrived to find ",
            "confidence": 0.92
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "near death ",
            "confidence": 0.71
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "her neck was cut as bad as anyone's neck I've ever seen in my life she was stabbed several times in her back I think it was over 25 times and her neck was cut basically from side to side ",
            "confidence": 0.89
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "as K. was rushed to the hospital ",
            "confidence": 0.87
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "Alex noticed that her attacker had drawn a smiley face on her back in her own blood the smiley face is one of those chilling ",
            "confidence": 0.88
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "details from a crime scene that ",
            "confidence": 0.85
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "seems to serve no purpose other than to sort of mock or demean the victim of that attack you have to know that this person is very sick and very violent and and possibly a serial killer ",
            "confidence": 0.83
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "more recklessly despite being stabbed 28 times K. survived when I woke up I didn't want to be there I was furious that I was on life support my throat was cut in 10 to 15 different places I basically ",
            "confidence": 0.85
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "felt like he was trying to decapitate me I felt like I was in a horror movie they didn't sever her carotid artery or her jugular vein or spinal cord so that she would have been paralyzed or anything like that she's extremely lucky ",
            "confidence": 0.9
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "it's just unbelievable America in my book and I think everybody felt that way J. not only survive she said she'd be able to identify her attacker if she ever saw him ",
            "confidence": 0.84
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "he didn't blindfold me I was making myself remember every little detail that I could about and right down to the length of his fingernails ",
            "confidence": 0.87
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "all police had to do ",
            "confidence": 0.95
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "was fine ",
            "confidence": 0.81
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "K. Robinson ",
            "confidence": 0.86
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "never forget the look on the man's face ",
            "confidence": 0.94
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "mercilessly stabbed over and over again ",
            "confidence": 0.81
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "it's asking are you dead yet ",
            "confidence": 0.86
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "and ",
            "confidence": 0.44
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "when I try to reply I mean he continues adding me with even more force ",
            "confidence": 0.8
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "I knew right away that I was gonna have to pretend to be dead ",
            "confidence": 0.92
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "this is a very brutal crime ",
            "confidence": 0.73
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "and the way it happened the random ",
            "confidence": 0.69
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "or is it what happened let everybody start feeling a little bit uneasy and a little bit on site the intent was to kill ",
            "confidence": 0.8
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "it was not too wound it was not to leave a mark it was to kill ",
            "confidence": 0.89
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the attacker did something police found highly unusual he left the bedroom light on throughout the attack ",
            "confidence": 0.91
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "so K. was able to watch him over an extended. ",
            "confidence": 0.85
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "from her description police artist created a composite sketch which was released to the media however they didn't tell the media about the smiley face drawing the attacker made on case back it was not part of any press release therefore this would be something that would only be known to the attacker or be familiar with to the attacker ",
            "confidence": 0.9
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "okay also said she made a mental record of everything he touched ",
            "confidence": 0.8
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "a man took pains to wipe off his finger prints but K. thought he might have overlooked one of the items a blue glass ",
            "confidence": 0.87
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "he drank out of the class and then he made a point to take his sleeve and wipes it prints off as a class but then grab the glass out of hand and set it back on the table ",
            "confidence": 0.74
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "there were several prints on the glass we thought it may have been some kind of looper is used by the perpetrator ",
            "confidence": 0.82
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "your full that the prince might smear or even melt Heckman placed the glass in the freezer ",
            "confidence": 0.79
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the idea to put the timer in the freezer was actually to set the practicals become rigid so we could apply powder at some point in time in left ",
            "confidence": 0.82
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "threefold friends were lifted and photographed ",
            "confidence": 0.66
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "2 weeks after the attack police were called again to K. Robinson's home this time by her neighbors they said a man drove up to Kay's home lit a candle and got down on his knees to pray he was very concerned that the person who attacked Karamzin be apprehended and wanted to pray for that to happen and to assist police in any way that he could to see that that attacker was apprehended ",
            "confidence": 0.91
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the man was 38 year old daughter to Silva ",
            "confidence": 0.82
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "in his truck take to his windshield he had a newspaper article about the case with a copy of the attackers composite sketch when he was asked about that why he had that he said that so he could drive down the road and look for the suspect and keep his eye on the composite same time to try to find someone that looks just like that ",
            "confidence": 0.85
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "what someone did to look just like that dog to silver ",
            "confidence": 0.71
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "very distinctly resembled the composite drawing of the suspect in that attack the silver lived 100 miles away but his ex wife and daughter both lived in the same mobile home park as K. Robinson ",
            "confidence": 0.92
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "a year earlier he was a suspect in the murder of a 16 year old girl at a nearby high schools it was also a person of interest in a murder that occurred 6 months prior to the attack on Brenda Kay Robinson ",
            "confidence": 0.9
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "police brought the silver in for questioning ",
            "confidence": 0.94
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "in the middle of the interrogation he did something very ",
            "confidence": 0.99
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "he asked for a job application because he said he wanted to become a state trooper ",
            "confidence": 0.94
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "we thought maybe he might even be taunting us that ",
            "confidence": 0.86
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "we were very suspicious of that ",
            "confidence": 0.91
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "police put together a photo lineup and K. Robinson identified da Silva as the man who attacked her ",
            "confidence": 0.87
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "she immediately picked him out as the person that was in her house or is no doubt in her mind I know that this is the man that did it it was more like an an internal reaction so with the physical appearance and that I was very confident that that was the person that attacked me ",
            "confidence": 0.89
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "and K. son also identified da Silva ",
            "confidence": 0.87
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the man actually came into his room and she was able to see him but he pretended to be asleep so he was able to also get a good enough look at the person that he was able also identified in a photo lineup ",
            "confidence": 0.86
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "when da Silva completed his job application to become a policeman he turned it can ",
            "confidence": 0.85
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "that's when investigators noticed the most bizarre thing they'd ever encountered ",
            "confidence": 0.92
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "there was a smiley face on the bottom of the document and that ",
            "confidence": 0.93
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "at the same chilling effect on the investigators because they knew that on K. Robinson's back that the attacker had drawn a smiley face and blood ",
            "confidence": 0.86
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "since this detail hadn't been released to the press investigators were certain they had their man ",
            "confidence": 0.84
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "dodecyl but never did deny that he was involved K. Robinson case made several statements that he was sorry for what happened to her wanted to apologize for what happened ",
            "confidence": 0.89
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "but investigators and K. Robinson were in for a big surprise ",
            "confidence": 0.96
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "just 2 weeks after K. Robinson's vicious attack she identified herself as her assailant from the centre line up I was very certain I wanted to hear him say something to be sure that was him when I heard him speak I thought that that was the person that was in my home ",
            "confidence": 0.88
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the silver had no alibi for the night of the crime ",
            "confidence": 0.75
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "I've never been so sure my life as a detective that dogs over was it was the right person ",
            "confidence": 0.84
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the silver was arrested and charged with the attempted murder of K. Robinson he said to tell her I'm sorry I didn't mean to do it I I remember going there but I don't remember stabbing or ",
            "confidence": 0.87
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "to me that's a confession but then came the bad news the Silvis fingerprints did not match the prints taken from the blue plastic glass in case home the fact that we didn't get any fingerprints that match down the service from the scene ",
            "confidence": 0.83
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "never led us to believe that he he was the suspect because a lot of times we don't find anything ",
            "confidence": 0.89
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "and perhaps the worst piece of news was that da Silva's DNA profile did not match the evidence collected from K. Robinson's rape kit DNA of the Scripps loosely ruled out doses so as being involved in this crime ",
            "confidence": 0.81
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "it was almost like she struck in the head by a 2 by 4 we were extremely shocked it was like someone had punched in the stomach this was devastating ",
            "confidence": 0.83
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "investigators the prosecutors in the case were just flabbergasted did not know what to do ",
            "confidence": 0.94
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "in fact they ran the DNA test twice just to make sure again that DNA didn't match ",
            "confidence": 0.93
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "at that point you can go forward with the prosecution of Douglas to Silva even though it is in a report said that this wasn't the person that broke into my home I was still convinced that it was ",
            "confidence": 0.87
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "I couldn't believe they will let him walk to possibly do this to somebody else ",
            "confidence": 0.79
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "so K. decided to take matters into our own hands I bought a gun I found out where he lived I went to his house I said outside of his home I wanted to go to the door and knock on the door and just ask him if he remembered me and I mean I just wanted to take care of it myself ",
            "confidence": 0.89
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "but K. thought better of it ",
            "confidence": 0.88
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the primary reason was my son I wanted to raise my son I don't want to be in jail ",
            "confidence": 0.87
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "but if the cell phone wasn't the perpetrator of violence sexual sadist was walking the streets and police had no new suspects ",
            "confidence": 0.77
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "I will never be able to understand why a man who's innocent of a crime allowed himself to get so close to the crime and allowed himself to be calm so suspect go back through investigation because then you start to doubt yourself a little bit did I miss something did I overlook something ",
            "confidence": 0.89
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "years passed with no solid leads the longer we worked to color the case got ",
            "confidence": 0.87
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "then 9 years later detective rob Hudson got a call from detectives 30 miles away in neighboring Maryland they had a case that was very similar to the 1995 case with K. Robinson ",
            "confidence": 0.93
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the Maryland victim was a single mother living in a mobile home ",
            "confidence": 0.93
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "this is all manner room bedroom and she thought she was dreaming to Seoul nigh for rolling and and his hand and he told her he was not going to hurt her if she gave him what he wanted the man tied her up ",
            "confidence": 0.68
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "sexually assaulted her and carried on a lengthy conversation ",
            "confidence": 0.95
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "when she pleaded for her son's life the man's demeanor changed a bigger for forgiveness and then he gave her some directions to not get up ",
            "confidence": 0.92
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "until a certain time and take a shower and then she was allowed to go to work but not to call the police ",
            "confidence": 0.92
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the man's point of entry a broken window at the front of the house ",
            "confidence": 0.96
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "it appeared that he picked the window after a bus today said it ",
            "confidence": 0.68
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "against the trailer ",
            "confidence": 0.62
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "based on the 43 year old mark Eskridge was tied to that crime through his fingerprints ",
            "confidence": 0.79
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "the new standards of one mark Eskridge we're gonna fight to the latent prints it recovers from the class from the point of entry from the crime scene ",
            "confidence": 0.76
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "K. Robinson case is similar in many ways single mothers the trailer park with the sun early morning hours lots of conversation a knife was used in both ",
            "confidence": 0.88
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "and Eskridge looks similar to the composite drawing of K. Robinson's attacker 9 years earlier he matched the height the weight he had the facial configuration that you describe with a scruffy beard ",
            "confidence": 0.79
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "fortunately S. bridges fingerprints did not match the prints on the drinking glass found in K. Robinson's home ",
            "confidence": 0.89
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "and K. Robinson said Eskridge wasn't her attacker ",
            "confidence": 0.8
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "I did tell the detective said this was not the person with this be yet another dead end ",
            "confidence": 0.67
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "mark Eskridge was the prime suspect in the rape and attempted murder of K. Robinson after he committed a similar crime in Maryland ",
            "confidence": 0.92
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "a background check revealed that Eskridge was married and had a small child lived in the same mobile home park as K. Robinson when the attack occurred ",
            "confidence": 0.93
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "he lived in fact just a few streets away from K. Robinson he may have had the opportunity to observe her knows that she resided in that house with her son ",
            "confidence": 0.91
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "investigators were sure that Eskridge was there man ",
            "confidence": 0.83
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "there was only one problem J. Robinson was unable to identify mark Eskridge as her attacker ",
            "confidence": 0.89
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "that was not the man that broke into my hand ",
            "confidence": 0.67
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "but it had been 9 years since our attack memories change and so did S. bridges of parents ",
            "confidence": 0.89
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "fortunately investigators had the DNA of K. Robinson's attacker and when they compared estrogens DNA to the biological sample from K. Robinson's rape test kits investigators finally got the answer they'd been waiting for ",
            "confidence": 0.87
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "when I received the call that the DNA was a match I couldn't believe it I was overjoyed I couldn't wait to call K. Robinson I was there a lot of emotions I thought oh my god I'm glad I didn't kill the soul because it would've been the wrong guy ",
            "confidence": 0.84
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "but I mean he could have been his twin they were identical ",
            "confidence": 0.82
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "investigators believe mark Eskridge targeted K. Robinson since they lived in the same mobile home park and he probably knew she was a single mother living alone with her son ",
            "confidence": 0.91
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "prosecutors think that Eskridge not Dante's door claiming he had car trouble because he wanted to make sure no man ",
            "confidence": 0.79
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "later that night ",
            "confidence": 0.98
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "he broke in and attacked ",
            "confidence": 0.96
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "told Kate that he lived in nearby because he had no intention of letting her live ",
            "confidence": 0.83
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "he attacked her repeatedly with a knife ",
            "confidence": 0.86
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "K. Robinson's will to survive was too great ",
            "confidence": 0.8
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "I still have a life to live ",
            "confidence": 0.95
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "and I wanted my life back and I was gonna take it back a piece at a time Eskridge left valuable DNA evidence behind more reliable than any eyewitness ",
            "confidence": 0.8
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "a decade after the crime mark Eskridge went on trial for the sexual assault and attempted murder of K. Robinson he was convicted and sentenced to life in prison plus 20 years he was a sick individual I don't believe that you can stab somebody that many times ",
            "confidence": 0.95
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "Tom and then spend that much time with them and not have something really really wrong ",
            "confidence": 0.83
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "but have you considered a serial rapist or see a serial sex predator I mean he's a serial something ",
            "confidence": 0.86
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "authorities cite the case as a reason to be skeptical of eyewitness identifications especially when the witnesses under extreme duress we have an eyewitness identification which is as certain as certain can be ",
            "confidence": 0.84
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "but you have science and DNA evidence telling you otherwise ",
            "confidence": 0.95
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "Doug distill this bizarre behavior and is equally bizarre resemblance to the actual attacker almost landed him in jail ",
            "confidence": 0.86
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "Doug distilled his whereabouts are unknown ",
            "confidence": 0.8
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "even to his ex wife it's still very very strange and very puzzling as to why Doug da Silva had ever gotten involved in the case why he introduced himself into the case they always know somebody's gonna get caught are you gonna catch up ",
            "confidence": 0.89
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "it's just you don't know when sometimes ",
            "confidence": 0.84
          }
        ]
      },
      {
        "final": true,
        "alternatives": [
          {
            "transcript": "so I just stay you know hats off to Dan is a great a great tool and I tell you this case to be able to free one man convicted dollar I think that says a lot for just ",
            "confidence": 0.71
          }
        ]
      }
    ],
    "result_index": 0
  }
]